{
    "format": "graph-model",
    "generatedBy": "2.13.0",
    "convertedBy": "TensorFlow.js Converter v4.10.0",
    "signature": {
        "inputs": {
            "input": {
                "name": "input:0",
                "dtype": "DT_FLOAT",
                "tensorShape": {
                    "dim": [
                        { "size": "1" },
                        { "size": "448" },
                        { "size": "448" },
                        { "size": "3" }
                    ]
                }
            }
        },
        "outputs": {
            "Identity_1:0": {
                "name": "Identity_1:0",
                "dtype": "DT_FLOAT",
                "tensorShape": {
                    "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1" }]
                }
            },
            "bboxes": {
                "name": "Identity:0",
                "dtype": "DT_FLOAT",
                "tensorShape": {
                    "dim": [{ "size": "1" }, { "size": "1" }, { "size": "4" }]
                }
            },
            "Identity_2:0": {
                "name": "Identity_2:0",
                "dtype": "DT_FLOAT",
                "tensorShape": {
                    "dim": [{ "size": "1" }, { "size": "1" }, { "size": "1" }]
                }
            }
        }
    },
    "modelTopology": {
        "node": [
            {
                "name": "StatefulPartitionedCall/SelectV2_9",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/zeros_8",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_37",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Shape_16",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "3" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/SelectV2_10",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_36",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/ExpandDims_2",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": {
                                "dim": [{ "size": "1" }, { "size": "1" }]
                            }
                        }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Cast_35",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_38",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/SelectV2_13",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/zeros_9",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_40",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Shape_17",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "3" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/SelectV2_14",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_39",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/ExpandDims_3",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": {
                                "dim": [{ "size": "1" }, { "size": "1" }]
                            }
                        }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Cast_37",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_41",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/SelectV2_17",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/zeros_10",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_43",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Shape_18",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "3" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/SelectV2_18",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_42",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/ExpandDims_4",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": {
                                "dim": [{ "size": "1" }, { "size": "1" }]
                            }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/Cast_39",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_44",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/onnx_tf_prefix_/_auxnet/Unsqueeze_2/dim",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT32", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "StatefulPartitionedCall/onnx_tf_prefix_/_auxnet/Unsqueeze_3/dim",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT32", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "ConstantFolding/StatefulPartitionedCall/onnx_tf_prefix_/_auxnet/Div_2_recip",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_FLOAT" },
                    "value": {
                        "tensor": { "dtype": "DT_FLOAT", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/onnx_tf_prefix_/_auxnet/Unsqueeze_4/dim",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT32" },
                    "value": {
                        "tensor": { "dtype": "DT_INT32", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "unknown_164",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "ConstantFolding/StatefulPartitionedCall/onnx_tf_prefix_/_auxnet/Div_1_recip",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_DOUBLE", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_DOUBLE" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_19",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [{ "size": "4" }, { "size": "2" }]
                            }
                        }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "StatefulPartitionedCall/transpose_184/perm",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "4" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "StatefulPartitionedCall/split_59",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_FLOAT" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    { "size": "3" },
                                    { "size": "3" },
                                    { "size": "64" },
                                    { "size": "32" }
                                ]
                            }
                        }
                    }
                }
            },
            {
                "name": "unknown_145",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": { "dim": [{ "size": "32" }] }
                        }
                    },
                    "dtype": { "type": "DT_FLOAT" }
                }
            },
            {
                "name": "StatefulPartitionedCall/transpose_185/perm",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "4" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "StatefulPartitionedCall/transpose_193/perm",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "4" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "StatefulPartitionedCall/split_62",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    { "size": "1" },
                                    { "size": "1" },
                                    { "size": "32" },
                                    { "size": "12" }
                                ]
                            }
                        }
                    },
                    "dtype": { "type": "DT_FLOAT" }
                }
            },
            {
                "name": "unknown_151",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": { "dim": [{ "size": "12" }] }
                        }
                    },
                    "dtype": { "type": "DT_FLOAT" }
                }
            },
            {
                "name": "StatefulPartitionedCall/transpose_194/perm",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT32" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "4" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/SelectV2_1",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/zeros_3",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_22",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Shape_6",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "4" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/SelectV2_2",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_21",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/ExpandDims",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": {
                                "dim": [{ "size": "1" }, { "size": "1" }]
                            }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/Cast_4",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_23",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/onnx_tf_prefix_/_auxnet/Transpose/perm",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "4" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Reshape_38/shape",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "2" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_20",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": {
                                "dim": [{ "size": "4" }, { "size": "2" }]
                            }
                        }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "StatefulPartitionedCall/transpose_187/perm",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT32" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "4" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/split_60",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_FLOAT" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    { "size": "3" },
                                    { "size": "3" },
                                    { "size": "64" },
                                    { "size": "32" }
                                ]
                            }
                        }
                    }
                }
            },
            {
                "name": "unknown_147",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_FLOAT" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": { "dim": [{ "size": "32" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/transpose_188/perm",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT32" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "4" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/transpose_196/perm",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "4" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "StatefulPartitionedCall/split_63",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    { "size": "1" },
                                    { "size": "1" },
                                    { "size": "32" },
                                    { "size": "2" }
                                ]
                            }
                        }
                    },
                    "dtype": { "type": "DT_FLOAT" }
                }
            },
            {
                "name": "unknown_153",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_FLOAT" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": { "dim": [{ "size": "2" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/Reshape_37/shape",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT32" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "2" }] }
                        }
                    }
                }
            },
            {
                "name": "ConstantFolding/StatefulPartitionedCall/onnx_tf_prefix_/_auxnet/Div_3_recip",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_FLOAT" },
                    "value": {
                        "tensor": { "dtype": "DT_FLOAT", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/onnx_tf_prefix_/_auxnet/Unsqueeze_5/dim",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT32" },
                    "value": {
                        "tensor": { "dtype": "DT_INT32", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/onnx_tf_prefix_/_auxnet/Concat_6/axis",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT32" },
                    "value": {
                        "tensor": { "dtype": "DT_INT32", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/SelectV2_21",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/zeros_11",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_46",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/Shape_19",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "3" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/SelectV2_22",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_45",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/ExpandDims_5",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": {
                                "dim": [{ "size": "1" }, { "size": "1" }]
                            }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/Cast_41",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/Const_47",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "unknown_173",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_FLOAT", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_FLOAT" }
                }
            },
            {
                "name": "StatefulPartitionedCall/onnx_tf_prefix_/_auxnet/Concat_7/axis",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT32", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "unknown_174",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_FLOAT" },
                    "value": {
                        "tensor": { "dtype": "DT_FLOAT", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "unknown_162",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_BOOL", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_BOOL" }
                }
            },
            {
                "name": "unknown_160",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "unknown_163",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "ConstantFolding/StatefulPartitionedCall/onnx_tf_prefix_/_auxnet/Div_recip",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_DOUBLE" },
                    "value": {
                        "tensor": { "dtype": "DT_DOUBLE", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/onnx_tf_prefix_/_auxnet/Unsqueeze_1/dim",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT32", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "unknown_161",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_FLOAT", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_FLOAT" }
                }
            },
            {
                "name": "StatefulPartitionedCall/onnx_tf_prefix_/_auxnet/Unsqueeze/dim",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT32", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "unknown_167",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    { "size": "1" },
                                    { "size": "1" },
                                    { "size": "1" }
                                ]
                            }
                        }
                    },
                    "dtype": { "type": "DT_FLOAT" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Neg_9",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/strided_slice_14",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/assert_equal_19/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_BOOL", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_BOOL" }
                }
            },
            {
                "name": "StatefulPartitionedCall/assert_equal_19/Const",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Neg_8",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "StatefulPartitionedCall/strided_slice_13",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/assert_equal_17/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_BOOL", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_BOOL" }
                }
            },
            {
                "name": "StatefulPartitionedCall/assert_equal_17/Const",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "StatefulPartitionedCall/Neg_7",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT64" }
                }
            },
            {
                "name": "unknown_166",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": {
                                "dim": [{ "size": "1" }, { "size": "1" }]
                            }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/onnx_tf_prefix_/_auxnet/Concat_1/axis",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_INT32", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "StatefulPartitionedCall/strided_slice_12",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/assert_equal_15/y",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": { "dtype": "DT_BOOL", "tensorShape": {} }
                    },
                    "dtype": { "type": "DT_BOOL" }
                }
            },
            {
                "name": "StatefulPartitionedCall/assert_equal_15/Const",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT32" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/Neg_6",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": { "dtype": "DT_INT64", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "unknown_156",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT64" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT64",
                            "tensorShape": { "dim": [{ "size": "1" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/transpose_198/perm",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT32" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "4" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/transpose_199/perm",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "4" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "StatefulPartitionedCall/conv2d_transpose_2/input_sizes",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT32" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "4" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/split_57",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_FLOAT" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    { "size": "4" },
                                    { "size": "4" },
                                    { "size": "32" },
                                    { "size": "32" }
                                ]
                            }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/conv2d_transpose_1/input_sizes",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_INT32" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "4" }] }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/split_55",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_FLOAT" },
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    { "size": "4" },
                                    { "size": "4" },
                                    { "size": "48" },
                                    { "size": "48" }
                                ]
                            }
                        }
                    }
                }
            },
            {
                "name": "StatefulPartitionedCall/conv2d_transpose/input_sizes",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "4" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "StatefulPartitionedCall/split_53",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_FLOAT",
                            "tensorShape": {
                                "dim": [
                                    { "size": "4" },
                                    { "size": "4" },
                                    { "size": "72" },
                                    { "size": "72" }
                                ]
                            }
                        }
                    },
                    "dtype": { "type": "DT_FLOAT" }
                }
            },
            {
                "name": "ConstantFolding/StatefulPartitionedCall/onnx_tf_prefix_/_net/_base_network/_mobilenet/11/Div_2_recip",
                "op": "Const",
                "attr": {
                    "dtype": { "type": "DT_FLOAT" },
                    "value": {
                        "tensor": { "dtype": "DT_FLOAT", "tensorShape": {} }
                    }
                }
            },
            {
                "name": "ConstantFolding/StatefulPartitionedCall/split_48-folded-1",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
                            "tensorShape": { "dim": [{ "size": "2" }] }
                        }
                    },
                    "dtype": { "type": "DT_INT32" }
                }
            },
            {
                "name": "StatefulPartitionedCall/transpose_154/perm",
                "op": "Const",
                "attr": {
                    "value": {
                        "tensor": {
                            "dtype": "DT_INT32",
